# visa_bot/questions.py

QUESTIONS = [
    "📌 Сколько вам лет?",
    "👷 Какая у вас профессия? (например, строитель, сварщик, инженер и т.д.)",
    "🎓 Есть ли у вас диплом или профильное образование? (Да/Нет)",
    "💼 Есть ли у вас опыт работы по специальности минимум 2 года? (Да/Нет)",
    "🗣 Какой у вас уровень немецкого языка? (B1, A2, нет)",
    "📄 Есть ли у вас приглашение на работу в Германию? (Да/Нет)"
]

VALID_PROFESSIONS = [
    "строитель", "сварщик", "электрик", "инженер", "маляр", "штукатур",
    "плиточник", "монтажник", "каменщик", "техник", "токарь"
]
