# questions.py

questions = [
    "Сколько тебе полных лет?",
    "Какая у тебя профессия?",
    "Есть ли у тебя диплом или сертификат по профессии?\n1) Европейский диплом\n2) Местный диплом\n3) Нет диплома",
    "Какой у тебя уровень немецкого языка?\n1) Нет знаний\n2) A1-A2 (начальный)\n3) B1 (средний)\n4) B2 и выше (хороший)",
    "Есть ли у тебя опыт работы по профессии?\n1) Нет опыта\n2) Меньше 2 лет\n3) Больше 2 лет"
]

# Ключевые профессии
good_professions = [
    "строитель", "электрик", "сварщик", "инженер", "айтишник", "автослесарь", "повар", "водитель грузовика", "медбрат", "медсестра"
]
