# questions.py

questions = [
    {
        "question": "Есть ли у вас диплом европейского образца?",
        "options": ["Да", "Нет"],
    },
    {
        "question": "Какой у вас уровень владения немецким языком?",
        "options": ["B2 и выше", "B1", "Меньше B1", "Не владею"],
    },
    {
        "question": "Есть ли у вас опыт работы по специальности не менее 2 лет?",
        "options": ["Да", "Нет"],
    },
    {
        "question": "Какая у вас специальность?",
        "options": [
            "Строительство",
            "ИТ (разработка, поддержка)",
            "Инженерные специальности",
            "Медицина",
            "Другое",
        ],
    },
    {
        "question": "Хотели бы вы рассмотреть альтернативный путь через оформление ВНЖ?",
        "options": ["Да", "Нет"],
    }
]
