# questions.py

questions = [
    {
        "question": "Какой у вас уровень немецкого языка?",
        "options": ["Нет", "А1", "А2", "B1 и выше"],
        "weight": [0, 1, 2, 3]
    },
    {
        "question": "Есть ли у вас диплом европейского образца или аккредитованный в Европе?",
        "options": ["Нет", "Да"],
        "weight": [0, 3]
    },
    {
        "question": "Сколько лет у вас опыта работы по специальности?",
        "options": ["Меньше 2 лет", "2 года и больше"],
        "weight": [0, 3]
    },
    {
        "question": "Какова ваша специальность?",
        "options": ["Строительство", "IT", "Медицина", "Другое"],
        "weight": [3, 3, 3, 1]
    }
]
