# Стартовое сообщение
start_text = (
    "Привет! Я помогу тебе определить твои шансы на получение визы в Германию "
    "и расскажу об альтернативных возможностях. Давай начнем! Отвечай честно!"
)

# Сообщение при высоких шансах
success_text = (
    "Отличные новости!\n\n"
    "Ваши шансы на получение визы в Германию высоки.\n"
    "Что делать дальше?\n"
    "1. Найдите подходящую вакансию на официальном портале: https://www.make-it-in-germany.com\n"
    "2. Свяжитесь с работодателем и получите приглашение.\n"
    "3. Подайте заявку через сайт: https://visa.diplo.de/\n\n"
    "Проверьте точные шансы через официальный QuickCheck: https://www.make-it-in-germany.com/en/visa/kinds-of-visa/quick-check\n\n"
    "Удачи на пути к мечте!"
)

# Сообщение при низких шансах
alternative_offer_text = (
    "Ваши шансы на получение визы в Германию пока недостаточно высоки.\n\n"
    "**НО! Есть реальная альтернатива:**\n"
    "- Оформление ВНЖ ближнеевропейской страны.\n"
    "- Безвизовый въезд в Украину без дополнительных затрат и оформления визы.\n"
    "- Возможность быстро начать работу на строительстве или производстве.\n"
    "- Бесплатное проживание.\n"
    "- Зарплата от 800 до 2000 долларов.\n"
    "- Параллельное оформление документов для визы в Европу.\n\n"
    "**Всё легально, безопасно и быстро!**\n"
    "Проект создан при поддержке европейских компаний по восстановлению Украины.\n\n"
    "После оформления ВНЖ — помощь в получении визы и официальной работы в Германии с зарплатой от 3000 евро.\n\n"
    "**Хотите узнать больше? Нажмите на кнопку \"Интересно\" в меню!**"
)

# Завершающее сообщение
finish_text = (
    "Спасибо за прохождение опроса!\n"
    "Мы поможем вам выбрать лучший путь к получению европейской визы и работы.\n"
    "Для индивидуальной консультации напишите оператору!"
)
