start_text = (
    "Добро пожаловать!\n\n"
    "Этот бот поможет вам проверить шансы на получение визы в Германию и узнать о новом проекте по официальному трудоустройству в Европу!\n\n"
    "Ответьте на несколько вопросов."
)

high_chances_text = (
    "Поздравляем! У вас хорошие шансы на получение визы в Германию!\n\n"
    "Что делать дальше:\n"
    "- Найдите работодателя через [arbeitsagentur.de](https://www.arbeitsagentur.de/)\n"
    "- Получите официальное приглашение.\n"
    "- Подготовьте документы.\n"
    "- Подача на визу!\n\n"
    "Также проверьте свои шансы через официальный [QuickCheck](https://visa.diplo.de/visa-consular-en/quick-check).\n\n"
    "Успехов!"
)

low_chances_text = (
    "К сожалению, ваши шансы на получение визы в Германию сейчас невысокие.\n\n"
    "НО! Есть отличная альтернатива через специальную европейскую программу!\n\n"
    "Хотите узнать, как за 3-5 месяцев получить ВНЖ и легально работать в Европе?\n\n"
    "Напишите 👉 Хочу узнать подробнее"
)
